Repository: gcocozza/local-alpha-linguists
Catalog: default_en_es/tm/SDL Trados Website Content.sdltm-1192764.tmx
Source language: en
Languages: es

source: This topic describes how to create a local translation memory in the Translation Memories view.
es: En este tema se describe cómo crear una memoria de traducción local en la vista Memorias de traducción.

source: Before you begin
es: Antes de empezar

source: You can optionally create a language resource template to select when you create the translation memory.
es: Opcionalmente, puede crear una plantilla de recursos de idioma para seleccionarla al crear la memoria de traducción.

source: About this task
es: Sobre esta tarea

source: To create a local translation memory:
es: Para crear una memoria de traducción local:

source: Procedure
es: Procedimiento

source: In the Translation Memories view, select File > New > Translation Memory.
es: En la vista Memorias de traducción, seleccione Archivo > Nuevo > Nueva memoria de traducción.

source: The New Translation Memory Wizard is displayed on the General page.
es: Se muestra el asistente para Nueva memoria de traducción en la página General.

source: Note:
es: Nota:

source: If you want to base the new translation memory on an existing translation memory, select the copy-from translation memory in the navigation tree, right-click and select New Translation Memory From from the shortcut menu.
es: Si desea basar la nueva memoria de traducción en otra ya existente, seleccione esta última en el árbol de navegación, haga clic con el botón derecho y seleccione Nueva memoria de traducción desde en el menú de acceso directo.

source: Complete the General page:
es: Complete la página General:

source: If you want to base the new translation memory on an existing translation memory, select the translation memory in the Create From box.
es: Si desea basar la nueva memoria de traducción en otra ya existente, seleccione esta última en el cuadro Crear de.

source: Specify the Name, Location and language pair of the translation memory.
es: Especifique el Nombre, la Ubicación y la combinación de idiomas de la memoria de traducción.

source: Click Next.
es: Haga clic en Siguiente.

source: The Fields and Settings page is displayed.
es: Se muestra la página Campos y configuración.

source: If you want to create custom fields for your translation units, type the name of the field in the Name column and then complete the other columns for that row.
es: Si desea crear campos personalizados para sus unidades de traducción, escriba el nombre del campo en la columna Nombre y, a continuación, complete las demás columnas de esa fila.

source: If you want to disable any of the recognition settings on this page, clear the selections next to each recognition check box.
es: Si desea desactivar alguna de las opciones de configuración de reconocimiento de esta página, desactive las opciones seleccionadas junto a cada casilla de verificación.

source: The Language Resources page is displayed.
es: Se muestra la página Recursos de idioma.

source: If you chose to base the new translation memory on an existing translation memory, the language resources that exist in the copy-from translation memory will be listed here.
es: Si elige basar la nueva memoria de traducción en una memoria de traducción existente, los recursos de idioma que existan en la memoria de traducción de la que se haya copiado aparecerán aquí.

source: On this page:
es: En esta página puede hacer lo siguiente:

source: If you want to use the default language resource template, click Finish.
es: Si desea utilizar la plantilla de recursos de idioma predeterminada, haga clic en Finalizar.

source: If you want to edit the default language resource lists, select the list in the Resources box and click Edit.
es: Si desea editar las listas de los recursos de idioma predeterminados, seleccione la lista en el cuadro Recursos y haga clic en Editar.

source: Edit existing entries in the list or add new entries as required.
es: Edite las entradas existentes en la lista o agregue nuevas entradas según sea necesario.

source: If you want to use an existing language resource template , click Browse next to the Template box and select a template.
es: Si desea utilizar una plantilla de recursos de idioma ya existente, haga clic en Examinar junto al cuadro Plantilla y selecciónela.

source: The language resources are copied to the translation memory.
es: Los recursos de idioma se copian en la memoria de traducción.

source: Click Finish to create the translation memory.
es: Haga clic en Finalizar para crear la memoria de traducción.

source: The Creating page is displayed.
es: Se muestra la página Creando.

source: When the status of the items on Creating page changes to Completed, click Close to save the newly created translation memory.
es: Cuando el estado de los elementos en la página Creando cambia a Finalizado, haga clic en Cerrar para guardar la memoria de traducción nueva.

source: The Close button is not active until the translation memory is created.
es: El botón Cerrar no está activo hasta que esté creada la memoria de traducción.

source: Results
es: Resultados

source: The translation memory is saved with a *.sdltm extension.
es: La memoria de traducción se guarda con la extensión *.sdltm.

source: The translation memory is added to the navigation pane in the Translation Memories folder.
es: La memoria de traducción se agrega al panel de navegación de la carpeta Memorias de traducción.

source: You can edit translation memory settings in the Translation Memory Settings dialog box.
es: Puede editar la configuración de la memoria de traducción en el cuadro de diálogo Ajustes de la memoria de traducción.

source: If other users will be working with this translation memory, you can define passwords that enable different levels of user access.
es: Si otros usuarios van a trabajar con esta memoria de traducción, puede definir contraseñas que permitan diferentes niveles de acceso de usuario.

source: To define access levels, edit the translation memory settings.
es: Para definir los niveles de acceso, modifique la configuración de la memoria de traducción.

source: Create a language resource template
es: Crear una plantilla de recursos de idioma

source: Display the Translation Memories view
es: Mostrar la vista Memorias de traducción

source: About fields
es: Acerca de los campos

source: New Translation Memory wizard > Fields and Settings
es: Asistente para Nueva memoria de traducción > Campos y configuración

source: Recognition settings
es: Configuración del reconocimiento

source: Edit existing entries
es: Editar entradas existentes
